[
  {
    "text": "Last updated: {lastUpdatedDate}",
    "section": "Privacy Policy",
    "subsection": null,
    "context": {
      "lastUpdatedDate": {
        "valueType": "date",
        "value": "2024-03-18"
      }
    }
  },
  {
    "text": "This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You.",
    "section": "Privacy Policy",
    "subsection": null
  },
  {
    "text": "We use Your Personal data to provide and improve the Service. By using the Service, You agree to the collection and use of information in accordance with this Privacy Policy. This Privacy Policy has been created with the help of the <a href='https://www.privacypolicies.com/privacy-policy-generator/' target='_blank'>Privacy Policy Generator</a>.",
    "section": "Privacy Policy",
    "subsection": null
  },
  {
    "text": "The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural.",
    "section": "Interpretation and Definitions",
    "subsection": "Interpretation"
  },
  {
    "text": "For the purposes of this Privacy Policy:",
    "section": "Interpretation and Definitions",
    "subsection": "Definitions"
  },
  {
    "text": "{li} <strong>Account</strong> means a unique account created for You to access our Service or parts of our Service.",
    "section": "Interpretation and Definitions",
    "subsection": "Definitions"
  },
  {
    "text": "{li} <strong>Company</strong> (referred to as either \"the Company\", \"We\", \"Us\" or \"Our\" in this Agreement) refers to AI Horde.",
    "section": "Interpretation and Definitions",
    "subsection": "Definitions"
  },
  {
    "text": "{li} <strong>Cookies</strong> are small files that are placed on Your computer, mobile device or any other device by a website, containing the details of Your browsing history on that website among its many uses.",
    "section": "Interpretation and Definitions",
    "subsection": "Definitions"
  },
  {
    "text": "{li} <strong>Country</strong> refers to: Luxembourg",
    "section": "Interpretation and Definitions",
    "subsection": "Definitions"
  },
  {
    "text": "{li} <strong>Device</strong> means any device that can access the Service such as a computer, a cellphone or a digital tablet.",
    "section": "Interpretation and Definitions",
    "subsection": "Definitions"
  },
  {
    "text": "{li} <strong>Personal Data</strong> is any information that relates to an identified or identifiable individual.",
    "section": "Interpretation and Definitions",
    "subsection": "Definitions"
  },
  {
    "text": "{li} <strong>Service</strong> refers to the Website.",
    "section": "Interpretation and Definitions",
    "subsection": "Definitions"
  },
  {
    "text": "{li} <strong>Service Provider</strong> means any natural or legal person who processes the data on behalf of the Company. It refers to third-party companies or individuals employed by the Company to facilitate the Service, to provide the Service on behalf of the Company, to perform services related to the Service or to assist the Company in analyzing how the Service is used.",
    "section": "Interpretation and Definitions",
    "subsection": "Definitions"
  },
  {
    "text": "{li} <strong>Usage Data</strong> refers to data collected automatically, either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).",
    "section": "Interpretation and Definitions",
    "subsection": "Definitions"
  },
  {
    "text": "{li} <strong>Website</strong> refers to AI Horde, accessible from <a href='/'>https://aihorde.net</a>",
    "section": "Interpretation and Definitions",
    "subsection": "Definitions"
  },
  {
    "text": "{li} <strong>You</strong> means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.",
    "section": "Interpretation and Definitions",
    "subsection": "Definitions"
  },
  {
    "text": "{li} <strong>Worker</strong> means the individual behind a node generating images or text, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.",
    "section": "Interpretation and Definitions",
    "subsection": "Definitions"
  },
  {
    "text": "{li} <strong>Requestor</strong> means the individual providing the prompt reruesting the generation of images or text, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.",
    "section": "Interpretation and Definitions",
    "subsection": "Definitions"
  },
  {
    "text": "{li} <strong>Prompt</strong> refers to the text string sent to generate an image using generative models.",
    "section": "Interpretation and Definitions",
    "subsection": "Definitions"
  },
  {
    "text": "",
    "section": "Collecting and Using Your Personal Data",
    "subsection": null
  },
  {
    "text": "Our Service does not require any personal data to use it. You are welcome to use it completely anonymously.",
    "section": "Types of Data Collected",
    "subsection": "Personal Data"
  },
  {
    "text": "While using Our Service, you may opt-in to provide Us with certain personally identifiable information that can be used to contact or identify You. Personally identifiable information may include, but is not limited to:",
    "section": "Types of Data Collected",
    "subsection": "Personal Data"
  },
  {
    "text": "{li} Email address",
    "section": "Types of Data Collected",
    "subsection": "Personal Data"
  },
  {
    "text": "Usage Data is collected automatically when using the Service.",
    "section": "Types of Data Collected",
    "subsection": "Usage Data"
  },
  {
    "text": "Usage Data may include information such as Your Device's Internet Protocol address (e.g. IP address) and the prompts you used to generate images.",
    "section": "Types of Data Collected",
    "subsection": "Usage Data"
  },
  {
    "text": "On an opt-in basis you may provide us with a contact email to use in case of problems with your Workers but this is not used in any other way.",
    "section": "Use of Your Personal Data",
    "subsection": null
  },
  {
    "text": "When registering with an oauth2 provider, we maintain a record of the ID number for your provider without any other identifying information. We only use this to connect your oauth provider to your AI Horde account.",
    "section": "Use of Your Personal Data",
    "subsection": null
  },
  {
    "text": "The described data storage is necessary for the provision and protection of our online services. The legal basis is Recital 49 of the General Data Protection Regulation (GDPR).",
    "section": "Use of Your Personal Data",
    "subsection": null
  },
  {
    "text": "You have the following rights:",
    "section": "Data Subject rights",
    "subsection": null
  },
  {
    "text": "{li} <strong>Access and Inspection</strong>: According to Article 15 of the GDPR, you have the right to access or inspect the personal data processed by us.",
    "section": "Data Subject rights",
    "subsection": null
  },
  {
    "text": "{li} <strong>Rectification</strong>: If personal data stored by us are incorrect or incomplete, you have the right, in accordance with Article 16 of the GDPR, to have them corrected or completed.",
    "section": "Data Subject rights",
    "subsection": null
  },
  {
    "text": "{li} <strong>Erasure</strong>: Article 17 of the GDPR establishes the right to erasure of personal data. This right applies especially if the storage of personal data is no longer necessary to fulfill our legal obligations or if you have revoked your consent to data processing with effect for the future.",
    "section": "Data Subject rights",
    "subsection": null
  },
  {
    "text": "{li} <strong>Restriction of Processing</strong>: According to Article 18 of the GDPR, you can demand the restriction of personal data processing if:",
    "section": "Data Subject rights",
    "subsection": null
  },
  {
    "text": "{2li} The accuracy of the data is contested by you,",
    "section": "Data Subject rights",
    "subsection": null
  },
  {
    "text": "{2li} The processing is unlawful, but you oppose its erasure,",
    "section": "Data Subject rights",
    "subsection": null
  },
  {
    "text": "{2li} We no longer need the data, but you require it for the establishment, exercise, or defense of legal claims,",
    "section": "Data Subject rights",
    "subsection": null
  },
  {
    "text": "{2li} Or you have objected to processing in accordance to Article 21 of the GDPR.",
    "section": "Data Subject rights",
    "subsection": null
  },
  {
    "text": "{li} <strong>Objection</strong>: You have the right to object based on reasons relating to your particular situation. However, in accordance with Article 21 of the GDPR, it must be considered whether there are compelling legitimate grounds for the processing that override your interests, rights, and freedoms, or if the processing is necessary for the establishment, exercise, or defense of legal claims.",
    "section": "Data Subject rights",
    "subsection": null
  },
  {
    "text": "{li} <strong>Data Propability</strong>: If your data has been processed by automated means, you have the right, in accordance with Article 20 of the GDPR, to receive the data in a commonly used and machine-readable format and to transmit it to another controller or have it transmitted by us.",
    "section": "Data Subject rights",
    "subsection": null
  },
  {
    "text": "{li} <strong>Withdrawal of Consent</strong>: You have the right, according to Article 7(3) of the GDPR, to withdraw consent given to us at any time with effect for the future.",
    "section": "Data Subject rights",
    "subsection": null
  },
  {
    "text": "{li} <strong>Complaint</strong>: Article 77 of the GDPR establishes the right to lodge a complaint with the supervisory authority. The supervisory authority responsible for us is:",
    "section": "Data Subject rights",
    "subsection": null
  },
  {
    "text": "National Commission for Data Protection<br>15, Boulevard du Jazz<br>L-4370 Belvaux<br>Tél. : (+352) 26 10 60 -1",
    "section": "Data Subject rights",
    "subsection": null
  },
  {
    "text": "The Company will retain Your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy. We will retain and use Your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.",
    "section": "Retention of Your Personal Data",
    "subsection": null
  },
  {
    "text": "The Company will also retain Usage Data for internal analysis purposes. Usage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of Our Service, or We are legally obligated to retain this data for longer time periods.",
    "section": "Retention of Your Personal Data",
    "subsection": null
  },
  {
    "text": "Your information, including Personal Data, is only transferred between the servers of this service and no other location or company",
    "section": "Transfer of Your Personal Data",
    "subsection": null
  },
  {
    "text": "Your Prompts are sent to the various workers of this service in order to fulfil the images they requested, without connection to any of your personal information",
    "section": "Transfer of Your Personal Data",
    "subsection": null
  },
  {
    "text": "This Service does not use tracking technologies or any cookies whatsoever.",
    "section": "Tracking Technologies and Cookies",
    "subsection": null
  },
  {
    "text": "If you decide to create an account using an oauth2 provider, the subsequent cookies needed to automatically authenticate you to your oauth2 provider are subject to your oauth2 provider's privacy policy and this service does not use them in any other way",
    "section": "Tracking Technologies and Cookies",
    "subsection": null
  },
  {
    "text": "If the Company is involved in a merger or acquisition, Your Personal Data may be transferred. We will provide notice before Your Personal Data is transferred and becomes subject to a different Privacy Policy.",
    "section": "Business Transactions",
    "subsection": null
  },
  {
    "text": "Under certain circumstances, the Company may be required to disclose Your Personal Data if required to do so by law or in response to valid requests by public authorities (e.g. a court or a government agency).",
    "section": "Law enforcement",
    "subsection": null
  },
  {
    "text": "The Company may disclose Your Personal Data in the good faith belief that such action is necessary to:",
    "section": "Other legal requirements",
    "subsection": null
  },
  {
    "text": "{li} Comply with a legal obligation",
    "section": "Other legal requirements",
    "subsection": null
  },
  {
    "text": "{li} Protect and defend the rights or property of the Company",
    "section": "Other legal requirements",
    "subsection": null
  },
  {
    "text": "{li} Prevent or investigate possible wrongdoing in connection with the Service",
    "section": "Other legal requirements",
    "subsection": null
  },
  {
    "text": "{li} Protect the personal safety of Users of the Service or the public",
    "section": "Other legal requirements",
    "subsection": null
  },
  {
    "text": "{li} Protect against legal liability",
    "section": "Other legal requirements",
    "subsection": null
  },
  {
    "text": "The security of Your Personal Data is important to Us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure. While We strive to use commercially acceptable means to protect Your Personal Data, We cannot guarantee its absolute security.",
    "section": "Security of Your Personal Data",
    "subsection": null
  },
  {
    "text": "Our Service does not address anyone under the age of 13. We do not knowingly collect personally identifiable information from anyone under the age of 13. If You are a parent or guardian and You are aware that Your child has provided Us with Personal Data, please contact Us. If We become aware that We have collected Personal Data from anyone under the age of 13 without verification of parental consent, We take steps to remove that information from Our servers.",
    "section": "Children's Privacy",
    "subsection": null
  },
  {
    "text": "If We need to rely on consent as a legal basis for processing Your information and Your country requires consent from a parent, We may require Your parent's consent before We collect and use that information.",
    "section": "Children's Privacy",
    "subsection": null
  },
  {
    "text": "Our Service may contain links to other websites that are not operated by Us. If You click on a third party link, You will be directed to that third party's site. We strongly advise You to review the Privacy Policy of every site You visit.",
    "section": "Links to Other Websites",
    "subsection": null
  },
  {
    "text": "We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.",
    "section": "Links to Other Websites",
    "subsection": null
  },
  {
    "text": "We may update Our Privacy Policy from time to time. We will notify You of any changes by posting the new Privacy Policy on this page.",
    "section": "Changes to this Privacy Policy",
    "subsection": null
  },
  {
    "text": "We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective and update the \"Last updated\" date at the top of this Privacy Policy.",
    "section": "Changes to this Privacy Policy",
    "subsection": null
  },
  {
    "text": "You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page.",
    "section": "Changes to this Privacy Policy",
    "subsection": null
  },
  {
    "text": "If you have any questions about this Privacy Policy, You can contact us:",
    "section": "Contact Us",
    "subsection": null
  },
  {
    "text": "{li} By email: <a href='mailto:aihorde@dbzer0.com'>aihorde@dbzer0.com</a>",
    "section": "Contact Us",
    "subsection": null
  }
]
