[
  {
    "text": "Last updated: {lastUpdatedDate}",
    "section": "Privacy Policy",
    "subsection": null,
    "context": {
      "lastUpdatedDate": {
        "valueType": "date",
        "value": "2024-03-18"
      }
    }
  },
  {
    "text": "This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You.",
    "section": "Privacy Policy",
    "subsection": null
  },
  {
    "text": "We use Your Personal data to provide and improve the Service. By using the Service, You agree to the collection and use of information in accordance with this Privacy Policy. This Privacy Policy has been created with the help of the <a href='https://www.privacypolicies.com/privacy-policy-generator/' target='_blank'>Privacy Policy Generator</a>.",
    "section": "Privacy Policy",
    "subsection": null
  },
  {
    "text": "The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural.",
    "section": "Interpretation and Definitions",
    "subsection": "Interpretation"
  },
  {
    "text": "For the purposes of this Privacy Policy:",
    "section": "Interpretation and Definitions",
    "subsection": "Definitions"
  },
  {
    "text": "{li} <strong>Account</strong> means a unique account created for You to access our Service or parts of our Service.",
    "section": "Interpretation and Definitions",
    "subsection": "Definitions"
  },
  {
    "text": "{li} <strong>Company</strong> (referred to as either \"the Company\", \"We\", \"Us\" or \"Our\" in this Agreement) refers to AI Horde.",
    "section": "Interpretation and Definitions",
    "subsection": "Definitions"
  },
  {
    "text": "{li} <strong>Cookies</strong> are small files that are placed on Your computer, mobile device or any other device by a website, containing the details of Your browsing history on that website among its many uses.",
    "section": "Interpretation and Definitions",
    "subsection": "Definitions"
  },
  {
    "text": "{li} <strong>Country</strong> refers to: Luxembourg",
    "section": "Interpretation and Definitions",
    "subsection": "Definitions"
  },
  {
    "text": "{li} <strong>Device</strong> means any device that can access the Service such as a computer, a cellphone or a digital tablet.",
    "section": "Interpretation and Definitions",
    "subsection": "Definitions"
  },
  {
    "text": "{li} <strong>Personal Data</strong> is any information that relates to an identified or identifiable individual.",
    "section": "Interpretation and Definitions",
    "subsection": "Definitions"
  },
  {
    "text": "{li} <strong>Service</strong> refers to the Website.",
    "section": "Interpretation and Definitions",
    "subsection": "Definitions"
  },
  {
    "text": "{li} <strong>Service Provider</strong> means any natural or legal person who processes the data on behalf of the Company. It refers to third-party companies or individuals employed by the Company to facilitate the Service, to provide the Service on behalf of the Company, to perform services related to the Service or to assist the Company in analyzing how the Service is used.",
    "section": "Interpretation and Definitions",
    "subsection": "Definitions"
  },
  {
    "text": "{li} <strong>Usage Data</strong> refers to data collected automatically, either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).",
    "section": "Interpretation and Definitions",
    "subsection": "Definitions"
  },
  {
    "text": "{li} <strong>Website</strong> refers to AI Horde, accessible from <a href='/'>https://aihorde.net</a>",
    "section": "Interpretation and Definitions",
    "subsection": "Definitions"
  },
  {
    "text": "{li} <strong>You</strong> means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.",
    "section": "Interpretation and Definitions",
    "subsection": "Definitions"
  },
  {
    "text": "{li} <strong>Worker</strong> means the individual behind a node generating images or text, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.",
    "section": "Interpretation and Definitions",
    "subsection": "Definitions"
  },
  {
    "text": "{li} <strong>Requestor</strong> means the individual providing the prompt reruesting the generation of images or text, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.",
    "section": "Interpretation and Definitions",
    "subsection": "Definitions"
  },
  {
    "text": "{li} <strong>Prompt</strong> refers to the text string sent to generate an image using generative models.",
    "section": "Interpretation and Definitions",
    "subsection": "Definitions"
  },
  {
    "text": "",
    "section": "Collecting and Using Your Personal Data",
    "subsection": null
  },
  {
    "text": "Our Service does not require any personal data to use it. You are welcome to use it completely anonymously.",
    "section": "Types of Data Collected",
    "subsection": "Personal Data"
  },
  {
    "text": "While using Our Service, you may opt-in to provide Us with certain personally identifiable information that can be used to contact or identify You. Personally identifiable information may include, but is not limited to:",
    "section": "Types of Data Collected",
    "subsection": "Personal Data"
  },
  {
    "text": "{li} Email address",
    "section": "Types of Data Collected",
    "subsection": "Personal Data"
  },
  {
    "text": "Usage Data is collected automatically when using the Service.",
    "section": "Types of Data Collected",
    "subsection": "Usage Data"
  },
  {
    "text": "Usage Data may include information such as Your Device's Internet Protocol address (e.g. IP address) and the prompts you used to generate images.",
    "section": "Types of Data Collected",
    "subsection": "Usage Data"
  },
  {
    "text": "On an opt-in basis you may provide us with a contact email to use in case of problems with your Workers but this is not used in any other way.",
    "section": "Use of Your Personal Data",
    "subsection": null
  },
  {
    "text": "When registering with an oauth2 provider, we maintain a record of the ID number for your provider without any other identifying information. We only use this to connect your oauth provider to your AI Horde account.",
    "section": "Use of Your Personal Data",
    "subsection": null
  },
  {
    "text": "The described data storage is necessary for the provision and protection of our online services. The legal basis is Recital 49 of the General Data Protection Regulation (GDPR).",
    "section": "Use of Your Personal Data",
    "subsection": null
  }
]
